brew "atuin"
brew "bat"
brew "bottom"
brew "broot"
brew "curlie"
brew "direnv"
cask "discord"
brew "fzf"
brew "gh"
cask "ghostty"
brew "glow"
cask "google-cloud-sdk"
cask "karabiner-elements"
brew "lazydocker"
brew "lazygit"
brew "markdownlint-cli"
brew "mas"
brew "neovim"
brew "imagemagick"
brew "mods"
brew "ollama"
brew "ripgrep"
brew "sesh"
cask "sioyek"
brew "starship"
brew "stow"
cask "syncthing"
brew "task"
brew "taskwarrior-tui"
brew "tmux"
brew "wget"
brew "zoxide"
brew "zsh"
brew "flox"
