brew "mas"
brew "imagemagick"
brew "zsh"
cask "google-chrome"
cask "ghostty"
brew "starship"
brew "stow"
brew "gh"
cask "karabiner-elements"
brew "neovim"
brew "pyright"
brew "gopls"
cask "discord"
mas "Things3", id: 904237743
brew "uv"
brew "direnv"
brew "go"
brew "ruff"
brew "ghc"
brew "lazygit"
brew "lazydocker"
