brew "bat"
brew "bottom"
brew "broot"
brew "cdktf"
brew "direnv"
cask "discord"
brew "fzf"
brew "gh"
brew "ghc"
cask "ghostty"
brew "go"
cask "google-cloud-sdk"
brew "gopls"
brew "jq"
brew "jless"
cask "karabiner-elements"
brew "lazydocker"
brew "lazygit"
brew "markdownlint-cli"
brew "mas"
brew "neovim"
brew "imagemagick"
brew "ollama"
brew "pipenv"
brew "pre-commit"
brew "pulumi"
brew "pyright"
brew "ripgrep"
brew "ruff"
brew "sesh"
cask "sioyek"
brew "starship"
brew "stow"
cask "syncthing"
brew "terraform"
brew "tmux"
brew "terraform-lsp"
brew "uv"
brew "watch"
brew "wget"
brew "yq"
brew "zoxide"
brew "zsh"
